Repository: mozilla-l10n/mt-training-data
Catalog: kaa/kaa_pontoon.tmx
Source language: en_us
Languages: kaa

source: Open links in apps
kaa: Siltemelerdi baǵdarlamalarda ashıw

source: Open links in a private tab
kaa: Siltemelerdi jeke bette ashıw

source: open link to learn more
kaa: kóbirek biliw ushın siltemeni ashıń

source: open link to learn more about this collection
kaa: bul toplam haqqında kóbirek biliw ushın siltemeni ashıń

source: Open on homepage
kaa: Bas bette ashıw

source: Open on homepage after four hours
kaa: Tórt saattan soń bas bette ashıw

source: Open on last tab
kaa: Aqırǵı bette ashıw

source: Open site in browser
kaa: Sayttı brauzerda ashıw

source: Open tabs
kaa: Ashıq betler

source: Open tabs menu
kaa: Betler menyusin ashıw

source: Other Bookmarks
kaa: Basqa saylandılar

source: Our most powerful privacy feature yet isolates cross-site trackers.
kaa: Biziń eń kúshli jeke qorǵaw funkciyasımız saytlar aralıq baqlawlardı ajıratadı.

source: Our sponsors & your privacy
kaa: Bizlerdiń qáwenderlerimiz hám siziń qupıyalıǵıńız

source: <p>Additional information about this problem or error is currently unavailable.</p>
kaa: <p>Bul mashqala hám qáte haqqında qosımsha maǵlıwmat házirshe joq.</p>

source: Part of the Firefox family. %s
kaa: Firefox toparınıń bólegi. %s

source: Password
kaa: Parol

source: Password copied to clipboard
kaa: Parol almasıw buferine kóshirip alındı

source: Password field must not be empty
kaa: Parol qatarı bos bolmawı kerek

source: Password for %1$s
kaa: %1$s ushın parol

source: Password required
kaa: Parol talap etiledi

source: Paste
kaa: Qoyıw

source: Paste & Go
kaa: Qoyıw hám ótiw

source: Pause
kaa: Pauza

source: Permissions
kaa: Ruqsatnamalar

source: Persistent Storage
kaa: Turaqlı saqlaw ornı

source: Phone
kaa: Telefon

source: Pick a month
kaa: Aydı tańlań

source: Pick up where you left off
kaa: Toqtaǵan jerińizden dawam etiń

source: Pick up where you left off with tabs from other devices now on your homepage.
kaa: Endi bas bettegi basqa qurılmadaǵı betler menen toqtaǵan jerińizden dawan etiń.

source: Pick your toolbar placement
kaa: Ásbaplar paneli ushın orın tańlań

source: Play
kaa: Baslaw

source: Please enable tab syncing.
kaa: Ótinish, bet sáykeslestiriwin qosıń.

source: Please enter a valid credit card number
kaa: Ótinish, jaramlı bank kartası nomerin kirgiziń

source: Please fill out this field
kaa: Ótinish, bul maydandı toltırıń

source: Please re-authenticate.
kaa: Ótinish, haqıyqıylıǵın qayta tastıyıqlań.

source: Port restricted for security reasons
kaa: Port qáwipsizlik sebepli sheklengen

source: Powered by %1$s
kaa: %1$s tárepinen islep shıǵıldı

source: POWERED BY %1$s
kaa: %1$s tárepinen islep shıǵıldı

source: Powered by %s.
kaa: %s tárepinen qollap-quwatlanadı.

source: Prevents malicious scripts gaining access to your device to mine digital currency.
kaa: Cifrlıq valyutanı óndiretuǵın zıyanlı scriptlerdiń qurılmańızǵa kiriwiniń aldın aladı.

source: Prevent this page from creating additional dialogs
kaa: Bul bette qosımsha dialog aynalar jaratılıwına tıyım salıw

source: Privacy and security
kaa: Qupıyalıq hám qáwipsizlik

source: Privacy notice
kaa: Qupıyalıq esletpeleri

source: Privacy protection by default
kaa: Bastan ornatılǵan qupıyalıq qorǵanıwı

source: Private
kaa: Jeke

source: Private browsing
kaa: Jeke kóriw

source: Private browsing session
kaa: Jeke kóriw seansı

source: Private %s
kaa: Jeke %s

source: Private Search
kaa: Jeke izlew

source: Private tab closed
kaa: Jeke bet jabıldı

source: Private tabs
kaa: Jeke betler

source: Private tabs closed
kaa: Jeke betler jabıldı

source: Protections are OFF for this site
kaa: Bul sayt ushın qorǵanıw óshirilgen

source: Protections are ON for this site
kaa: Bul sayt ushın qorǵanıw qosıwlı

source: Protection Settings
kaa: Qorǵaw sazlawları

source: Provide cryptographic authentication services
kaa: Kriptografiyalıq audentifikaciya xızmetleri menen támiyinlew

source: Province
kaa: Provinciya

source: Proxy Server Not Found
kaa: Proksi server tawılmadı

source: Proxy Server Refused Connection
kaa: Proksi server qosılıwdı biykarladı

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
kaa: <p>Mánzil (<q>wxyz://</q> uqsaǵan) belgisiz protokoldı óz ishine aladı, sonıń ushın brauzer sayt penen durıs baylanıs ornata almaydı.</p> <ul> <li>Eger de siz multimedia yamasa basqa da tekst emes xızmetlerdi ashıwǵa urınıp atırǵan bolsańız, sayttıń ayırım talapların tekseriń.</li> <li>Brauzer anıqlawı ushın ayırım protokollar sırtqı baǵdarlamalardı yamasa plaginlerdi ornatıwdı talap etiwi múmkin.</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kaa: <p>Brauzer tabıslı jalǵandı, biraq maǵlıwmatlardı jetkeriw waqtında baylanısta úzilis boldı. Ótinish, qayta urınıp kóriń.</p> <ul> <li>Sayt waqtınsha islemey qalıwı yamasa júdá bánt bolıwı múmkin. Bir neshe minuttan soń, qayta urınıp kóriń.</li> <li>Eger siz birde-bir betti júkley almasańız, qurılmańız mobil internetin yamasa Wi-Fi jalǵanıwın tekseriń.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kaa: <p>Brauzer kórsetilgen mánzil boyınsha serverdi taba almadı.</p> <ul> <li>Mánzilde qátelik joqlıǵın tekserıń, Mısalı: <strong>www</strong>.example.com ornına <strong>ww</strong>.example.com.</li> <li>Eger siz birde-bir betti júkley almasańız, qurılmańız mobil internetin yamasa Wi-Fi jalǵanıwın tekseriń.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
kaa: <p>Brauzer betti júklew háreketin toqtattı, sebebi sayt sorawdı heshqashan orınlanbaytuǵınday etip jóneltirip atır.</p> <ul> <li>Siz bul sayttıń islewi ushın kerek bolǵan cookiedi óshirip yamasa bloklap qoyǵan bolıwıńız múmkin.</li> <li>Eger de cookiedi qosqannan keyin de mashqala saplastırılmasa, onda mashqala siziń qurılmańızdan emes, al serverdiń sazlawlarınan bolıwı múmkin.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
kaa: <p>Brauzer isenimli serverden paydalanıwǵa sazlanǵan, biraq isenimli server tabılmadı.</p> <ul> <li>Brauzerdiń isenimli serveri sazlawların tekseriń hám qayta urınıp kóriń.</li> <li>Qurılmańız islep turǵan tarmaqqa jalǵanǵanına isenim kámil etiń.</li> <li>Mashqala ele saplastırılmadı ma? Járdem ushın tarmaq administratorı yamasa internet provayderińiz benen másláhátlesiń.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
kaa: <p>Brauzer isenimli serverden paydalanıwǵa sazlanǵan, biraq isenimli server baylanıstı biykarladı.</p> <ul> <li>Brauzerdiń isenimli serveri sazlawların tekseriń hám qayta urınıp kóriń.</li> <li>Isenimli server bul tarmaqtan baylanısıwǵa ruqsat bere me?</li> <li>Mashqala ele saplastırılmadı ma? Járdem ushın tarmaq administratorı yamasa internet provayderińiz benen másláhátlesiń.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
kaa: <p>Brauzer oflayn rejimde islemekte hám soralǵan sayt penen baylanıs ornata almaydı.</p> <ul> <li>Qurılmańız islep turǵan tarmaqqa jalǵanǵanına isenim kámil etiń.</li> <li>Online rejimǵe qaytıw hám betti jańalaw ushın «Qayta urınıw» túymesine basıń.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kaa: <p>Sayt penen jalǵanıwdı ornatıw waqtında baylanıs úzildi. Ótinish, qayta urınıp kóriń.</p> <ul> <li>Sayt waqtınsha islemey qalıwı yamasa júdá bánt bolıwı múmkin. Bir neshe minuttan soń, qayta urınıp kóriń.</li> <li>Eger siz birde-bir betti júkley almasańız, qurılmańız mobil internetin yamasa Wi-Fi jalǵanıwın tekseriń.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kaa: <p>Siz kórmekshi bolǵan betti kórsetip bolmaydı, sebebi maǵlıwmatlardı jetkerip beriwde qátelik anıqlandı.</p> <ul> <li>Ótinish, sayt iyeleri menen bul mashqala haqqında xabar beriw ushın baylanısıń.</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kaa: <p>Siz kóriwge háreket etip atırǵan betti kórsetip bolmaydı, sebebi ol sıǵıwdıń nadurıs yamasa qollap-quwatlamaytuǵın usılınan paydalanadı.</p> <ul> <li>Ótinish, sayt iyeleri menen bul mashqala haqqında xabar beriw ushın baylanısıń.</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
kaa: <p>Kórsetilgen mánzildıń formatın anıqlaw múmkin bolmay atır. Mánzildıń qátesiz kiritilgenin tekserıń hám qayta urınıp kórıń.</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
kaa: <p>Soralǵan mánzil ushın ádette veb-saytlar menen islew ushın <em>qollanılmaytuǵın</em> port kórsetilgen (mısalı: <q>mozilla.org:80</q> - bul mozilla.orgdaǵı 80-port). Qáwipsizligińiz ushın brauzer bul sorawdı biykar etdi.</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
kaa: <p>Sayt jalǵanıw sorawına juwap bermedi hám brauzer kútiwdi toqtattı</p> <ul> <li>Sayttıń serveri waqtınsha islemey qalıwı yamasa júdá bánt bolıwı múmkin. Bir neshe minuttan soń, qayta urınıp kóriń.</li> <li>Eger de siz basqa saytlardı asha almay atırǵan bolsańız, qurılmańızdıń tarmaq penen baylanısın tekseriń.</li> <li>Eger de siziń qurılmańız yamasa jergilikli tarmaǵıńız qáwipsizlik diywalı yamasa isenimli server menen qorǵalǵan bolsa, olardıń sazlawların tekseriń. Sebebi nadurıs sazlawlar saytlardı kóriwge tosqınlıq etiwi múmkin.</li> <li>Mashqala ele saplastırılmadı ma? Járdem ushın tarmaq administratorı yamasa internet provayderińiz benen másláhátlesiń.</li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
kaa: <p>%1$s saytı paydalanıwshılardıń qurılmalarına hújim islew ushın qollanılatuǵınlıǵı haqqında maǵlıwmat bar hám siziń qawipsizlik sazlawlarıńız tiykarında bloklanǵan.</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
kaa: <p>%1$s saytı itimallı zıyanlı ekenligi haqqında maǵlıwmat bar hám siziń qawipsizlik sazlawlarıńız tiykarında bloklanǵan.</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
kaa: <p>%1$s saytı unamsız baǵdarlamalardı tarqatıw ushın paydalanılǵanı haqqında maǵlıwmat bar hám siziń qáwipsizlik sazlawlarıńız tiykarında bloklanǵan.</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
kaa: <p>Sayt tarmaq sorawına kútilgen kóriniste juwap berdi hám brauzer óz jumısın dawam ete almaydı.</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
kaa: <p>%1$sdaǵı bul veb bet jalǵan ekenligi haqqında maǵlıwmat bar hám siziń qáwipsizlik sazlawlarıńız tiykarında bloklanǵan.</p>

source: Pull to refresh
kaa: Jańalaw ushın tartıń

source: QR scanner
kaa: QR skaner

source: Quick settings sheet
kaa: Tez sazlaw paneli

source: Quit
kaa: Shıǵıw

source: Quitting the application to apply changes…
kaa: Ózgerislerdi iske asırıw ushın baǵdarlama jabılmaqta…

source: Rate on Google Play
kaa: Google Playda baxa beriń

source: Rating
kaa: Baha

source: Read and modify bookmarks
kaa: Saylandılardı oqıw hám ózgertiw

source: Read and modify browser settings
kaa: Brauzer sazlawların oqıw hám ózgertiw

source: Read and modify privacy settings
kaa: Qupıyalıq sazlawların oqıw hám ózgertiw

source: Reader view
kaa: Oqıw kórinisi

source: Read our privacy notice
kaa: Qupıyalıq esletpelerimizdi oqıń

source: read the article
kaa: Maqalanı oqıw

source: Read the text of all open tabs
kaa: Barlıq ashıq bettegi tekstlerdi oqıw

source: Read your browsing history
kaa: Brauzer tariyxın kórsetiw

source: Ready to open up an amazing internet?
kaa: Qızıqlı internetti ashıwǵa tayarsız ba?

source: Ready to scan
kaa: Kodtı oqıw

source: Rear-facing camera
kaa: Artqı kamera

source: Received tabs
kaa: Qabıllanǵan betler

source: Recent bookmarks
kaa: Jaqındaǵı saylandılar

source: Recently closed
kaa: Jaqında jabıldı

source: Recently closed tabs
kaa: Jaqında jabılǵan betler

source: Recently saved
kaa: Jaqında saqlanǵanlar

source: Recently used
kaa: Jaqında qollanılǵanlar

source: Recently visited
kaa: Jaqında kirilgenler

source: Recommended
kaa: Usınıs etilgen

source: Reconnect to resume syncing
kaa: Sáykeslestiriwdi dawam ettiriw ushın qayta jalǵanıń

source: Reconnect to Sync
kaa: Sáykeslestiriwge qayta jalǵanıw

source: Redirect Trackers
kaa: Qayta jóneltiriw baqlawshıları

source: Reduce cookie banners
kaa: Cookie haqqındaǵı xabarlamalardı qısqartıw

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
kaa: Bul betti jańalaw nátiyjesinde pikir jazıw yamasa tólemdi jiberiw sıyaqlı sóńǵı háreketler qaytalanıwı múmkin.

source: Reload
kaa: Qayta júklew

source: Remember decision for this site
kaa: Bul sayt ushın qarardı este saqlaw

source: Remote debugging via USB
kaa: Aralıqtan USB arqalı nasazlıqtı sazlaw

source: Remove account
kaa: Akkaunttı óshiriw

source: Removed %1$s
kaa: %1$s alıp taslandı

source: Remove from shortcuts
kaa: Operativ buyrıqlardan alıp tastaw

source: Removes history (including history synced from other devices), cookies and other browsing data.
kaa: Tariyxtı (sonıń menen birge, basqa qurılmalardan sáykeslestirilgen tariyxtı), cookielerdi hám basqa brauzer maǵlıwmatların óshirip taslaydı.

source: Remove tab from collection
kaa: Betti toplamnan alıp taslaw

source: Rename
kaa: Qayta ataw

source: Rename collection
kaa: Toplamdı qayta ataw

# Replace query with “%s”. Example: https://www.google.com/search?q=%s
source: Replace query with “%s”. Example:\nhttps://www.google.com/search?q=%s
kaa: Sorawdı “%s” menen almastırıń. Mısalı:\nhttps://www.google.com/search?q=%s

source: Request sent
kaa: Soraw jiberildi

source: Request support
kaa: Qollap-quwatlawdı soraw

source: Resend data
kaa: Maǵlıwmatlardı qayta jiberiw

source: Resend data to this site?
kaa: Bul saytqa maǵlıwmatlar qayta jiberilsin be?

source: Restart %1$s
kaa: %1$s qayta baslaw

source: Restore tab
kaa: Betti qayta tiklew

source: Resume
kaa: Qayta baslaw

source: Resync
kaa: Qayta sáykeslestiriw

source: RETRY
kaa: QAYT URÍNÍŃ

source: Return to previous app
kaa: Aldınǵı baǵdarlamaǵa qaytıw

source: Reviews: %1$s
kaa: Pikirler: %1$s

source: Run in private browsing
kaa: Jeke betlerde iske túsiriw

source: Sans Serif font
kaa: Sans serif shrifti

source: Save address
kaa: Mánzildi saqlaw

source: Save and autofill addresses
kaa: Mánzillerdi saqlaw hám avtomat tárizde toltırıw

source: Save and autofill cards
kaa: Kartalardı saqlaw hám avtomat tárizde toltırıw

source: Save as PDF
kaa: PDF kórinisinde saqlaw

source: Save changes to login.
kaa: Ózgerislerdi loginge saqlaw

source: Saved cards
kaa: Saqlanǵan kartalar

source: Saved logins
kaa: Saqlanǵan loginler

source: Saved %s
kaa: %s saqlandı

source: Save file to device
kaa: Fayldı qurılmaǵa saqlaw

source: Save image
kaa: Súwretti saqlaw

source: Save logins and passwords
kaa: Login hám parollerdi saqlaw

source: Save selected tabs to collection
kaa: Saylanǵan betlerdi toplamda saqlaw

source: Save some battery and your eyesight with dark mode.
kaa: Qarańǵı rejim járdeminde batareya quwatlıǵın hám kóriw qábiletińizdi saqlań.

source: Save tabs to collection
kaa: Betlerdi toplamǵa saqlaw

source: Save this login?
kaa: Logindi saqlayıq pa?

source: Save to collection
kaa: Toplamǵa saqlaw

source: Scan
kaa: Tekseriw

source: Scan the code
kaa: QR kodtı oqıw

source: Scan the QR code shown at <b>firefox.com/pair</b>
kaa: <b>firefox.com/pair</b>da kórsetilgen QR kodtı oqıń

source: Scroll to hide toolbar
kaa: Ásbaplar panelin jasırıw ushın aylandırıń

source: Search %1$s
kaa: %1$s izleń

source: Search bookmarks
kaa: Saylandılardı izlew

source: Search browsing history
kaa: Brauzer tariyxınan izlew

source: Search directly from the address bar
kaa: Tuwrıdan-tuwrı mánzil qatarınan izlew

source: Search engine
kaa: Izlew sisteması

source: Search engine name
kaa: Izlew sistemasınıń ataması

source: Search engine settings
kaa: Izlew sisteması sazlawları

source: Search history
kaa: Izlew tariyxı

source: Search language
kaa: Tillerdi izlew

source: Search logins
kaa: Loginlerdı izleń

source: Search or enter address
kaa: Mánzildi izleń yamasa kirgiziń

source: Search %s
kaa: %s izlew

source: Search settings
kaa: Izlew sazlawları

source: Search string to use
kaa: Paydalanıw ushın izlew qatarı

source: Search synced tabs
kaa: Sáykeslestirilgen betlerdi izlew

source: Search tabs
kaa: Betlerdi izlew

source: Search the web
kaa: Internetten izlew

source: Secure Connection Failed
kaa: Qáwipsiz jalǵanıw ámelge aspadı

source: Securely save this card?
kaa: Bul karta qáwipsiz saqlansın ba?

source: Secure site not available
kaa: Qáwipsiz sayt joq

source: Secure Site Not Available
kaa: Qáwipsiz sayt joq

source: Secure your credit cards
kaa: Bank kartalarıńızdı qorǵań

source: Secure your logins and passwords
kaa: Login hám parollerińizdi qorǵań

source: See all synced tabs
kaa: Barlıq sáykeslestirilgen betlerdi kóriw

source: See fewer cookie pop-ups
kaa: Qalqıp shıǵıwshı cookie aynaların azıraq kóriw

source: Select address
kaa: Mánzildi tańlań

source: Select addresses
kaa: Mánzillerdi tańlań

source: Select all
kaa: Barlıǵın tańlaw

source: Select collection
kaa: Toplamdı tańlań

source: Select credit card
kaa: Bank kartasın tańlań

source: Selected language
kaa: Tańlanǵan til

source: Selected tabs menu
kaa: Saylanǵan betler menyusi

source: Select folder
kaa: Papkanı tańlaw

source: Select one
kaa: Tańlań

source: Select tabs
kaa: Betlerdi tańlaw

source: Select Tabs
kaa: Betlerdi tańlań

source: Select tabs to save
kaa: Saqlaw ushın betlerdı tańlań

source: Send crash report to %1$s
kaa: Nasazlıq haqqındaǵı maģlıwmattı %1$s ǵa jiberiw

source: Send crash report to Mozilla
kaa: Nasazlıq esabatın Mozillaǵa jiberiw

source: Sending crash report to %1$s
kaa: Nasazlıq esabattı %1$s ǵa jiberilip atır

source: Send request
kaa: Soraw jiberiw

source: Send to all devices
kaa: Barlıq qurılmalarǵa jiberiw

source: Send to device
kaa: Qurılmaǵa jiberiw

source: Sep
kaa: Miyzan

source: Sepia color scheme
kaa: Sepiya reń gamması

source: Serif font
kaa: Serif shrifti

source: Set
kaa: Ornatıw

source: Set as default browser
kaa: Tiykarǵi brauzer retinde ornatıw

source: Set by Battery Saver
kaa: Batareyanı únemlew rejimin názerde tutıw

source: Set links from websites, emails, and messages to open automatically in Firefox.
kaa: Saytlardaǵı, elektron xatlardaǵı hám xabarlardaǵı siltemelerdi Firefoxda avtomat tárizde ashılatuǵın etip sazlań.

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
kaa: Ótken kún, hápte hám ayda kórilmegen ashıq betlerdi avtomikalıq jabılatuǵın etip sazlań.

source: Set time
kaa: Waqıttı ornatıw

source: Set up a device lock pattern, PIN, or password to protect your saved credit cards from being accessed if someone else has your device.
kaa: Eger basqa birew siziń qurılmańızǵa kire alsa, onda saqlanǵan bank kartalarıńızdı qorǵaw ushın qurılmańızdı bloklaytuǵın grafikalıq gilt, Pin-kod yamasa parol ornatıń.

source: Set up a device lock pattern, PIN, or password to protect your saved logins and passwords from being accessed if someone else has your device.
kaa: Eger basqa birew siziń qurılmańızǵa kire alsa, onda saqlanǵan bank kartalarıńızdı qorǵaw ushın qurılmańızdı bloklaytuǵın grafikalıq gilt, Pin-kod yamasa parol ornatıń.

source: Set up now
kaa: Házir sazlaw

source: Share
kaa: Bólisiw

source: Share all tabs
kaa: Barlıq betlerdi bólisiw

source: Share email address
kaa: Elektron pochta mánzilin bólisiw

source: Share image
kaa: Súwretti bólisiw

source: Share link
kaa: Siltemeni bólisiw

source: Shares basic usage data with Adjust, our mobile marketing vendor
kaa: Tıykarǵı paydalanıw maǵlıwmatların mobil marketing boyınsha táminlewshimiz Adjust penen bólisiw

source: Share selected tabs
kaa: Saylanǵan betlerdi bólisiw

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
kaa: %1$sdı jaqsılawǵa járdem beriw ushın brauzerińiz ónimdarlıǵı, qollanılıwı, úskene hám sazlawlar haqqındaǵı maǵlıwmatlardı Mozilla menen bólisiń

source: Share via
kaa: Arqalı bólisiw

source: Share with…
kaa: …járdeminde bólisiw

source: Shortcut limit reached
kaa: Operativ buyrıqlar tolıp qaldı

source: Shortcut name
kaa: Operativ buyrıq ataması

source: Show all
kaa: Hámmesin kórsetiw

source: Show all past explorations
kaa: Barlıq aldıńǵı izertlewlerdi kórsetiń

source: Show all recent tabs button
kaa: Barlıq jaqındaǵı betlerdiń túymesin kórsetiw

source: Show all saved bookmarks
kaa: Barlıq saylandılardı kóriw
